"About" = "關於";

"Chat and Message Alerts" = "聊天和訊息通知";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "包括推播通和在內的通知設定位於應用程式中。打開您的書籤並點一下帳號設定。";

"Notifications" = "通知";

"Photo and Video" = "影片與相片";

"Play Sound" = "播放鈴聲";

"Record HD Video" = "錄製高解析度影片";

"Version" = "版本";

"Vibrate" = "震動";

